name: "mobilenet_money_detection"
platform: "tensorflow_savedmodel"
input [
  {
    name: "input_1"
    data_type: TYPE_FP32
    format: FORMAT_NHWC
    dims: [ 224, 224, 3 ]
    reshape { shape: [ 1, 224, 224, 3 ] }
  }
]
output [
  {
    name: "dense"
    data_type: TYPE_FP32
    dims: [-1, 3]
    label_filename: "mobilenet_money_detection_labels.txt"
  }
]