name: "money_detection"
platform: "tensorflow_savedmodel"
input [
  {
    name: "input_1"
    data_type: TYPE_FP32
    dims: [-1, 224, 224, 3 ]
  }
]
output [
  {
    name: "dense"
    data_type: TYPE_FP32
    dims: [-1, 3]
    label_filename: "money_detection_labels.txt"
  }
]